
// window.addEventListener('resize', () => {
//             if (screen.width > 550) {
// document.getElementById('input').checked = false;
//             }
console.log(вёрстка валидная + 10)
console.log(Для проверки валидности вёрстки используйте сервис https: `//validator.w3.org/`\n
    Надпись "Document checking completed. No errors or warnings to show." + 10);
console.log(вёрстка семантическая + 14);
console.log(В коде страницы присутствуют семантические теги HTML5, например, article, aside, figure, figcaption, footer,);
console.log(header, main, nav, section, используются заголовки h1 - h6.Заголовок h1 может быть только один.);
console.log(2 балла за каждый уникальный семантический тег HTML5 и за каждый уникальный заголовок h1 - h6, но не больше 20 баллов);
console.log(для оформления СV используются css - стили + 10);
console.log(1 балл за каждый стилизованный элемент, но не больше 10 баллов);
console.log(контент размещается в блоке, который горизонтально центрируется на странице\n
.Фоновый цвет,  он есть, тянется во всю ширину страницы + 10);
console.log(вёрстка адаптивная: ни на одном из разрешений экрана до 320 px включительно не появляется горизонтальная полоса прокрутки,\n 
при этом всё содержание страницы сохраняется + 10);
console.log(есть адаптивное бургер - меню.Ссылки в пунктах меню ведут на основные разделы CV.При кликах по пунктам меню реализована плавная прокрутка по якорям.\n 
    При уменьшении ширины экрана меню становится адаптивным. + 10);
console.log(на странице СV присутствует изображение - фото или аватарка автора CV, пропорции изображения не искажены,\n 
     у изображения есть атрибут alt(может быть пустым) + 10);
console.log(контакты для связи и перечень навыков оформлены в виде списка ul > li + 10);
console.log(CV содержит контакты для связи, краткую информацию о себе, перечень навыков, информацию об образовании и уровне английского + 10);
console.log(CV содержит пример вашего кода(например, решение задачи с сайта codewars) с подсветкой кода. + 10);
console.log(CV выполнено на английском языке + 10);
console.log(выполнены требования к Pull Request: есть ссылка на задание, скриншот страницы СV, ссылка на деплой страницы CV на GitHub Pages,\n 
     выполнена самооценка(самооценку расписываем по пунктам критериев оценки, указывая балл за каждый пункт) + 10);
console.log(дизайн, оформление, качество выполнения CV не ниже чем в примерах CV, приведённых в материалах к заданию + 10);
console.log(ИТОГО   144 балла)